Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Ramp-up sets added before the work sets, so you do not have to add them by hand each session.
ar: مجموعات إحماء تصاعدية تُضاف قبل مجموعات العمل، حتى لا تضطر لإضافتها يدويًا في كل جلسة.
de: Aufwärmsätze vor den Arbeitssätzen, damit du sie nicht jedes Mal von Hand hinzufügen musst.
es: Series de aproximación antes de las series de trabajo, para no añadirlas a mano cada vez.
fr: Séries de montée en charge avant les séries de travail, pour ne pas les ajouter à la main chaque fois.
hi: वर्क सेट से पहले जुड़ने वाले तैयारी सेट, ताकि हर बार खुद जोड़ना न पड़े।
hu: Fokozatosan növekvő sorozatok a munkasorozatok elé, hogy ne kelljen minden edzésen kézzel hozzáadnod őket.
it: Serie di avvicinamento prima delle serie di lavoro, così non devi aggiungerle a mano ogni volta.
ko: 작업 세트 앞에 넣는 준비 세트로, 매번 직접 추가하지 않아도 됩니다.
pl: Serie wprowadzające przed seriami roboczymi, żeby nie dodawać ich ręcznie za każdym razem.
pt: Séries de aproximação antes das séries de trabalho, para não teres de as acrescentar à mão em cada treino.
pt_br: Séries de aproximação antes das séries de trabalho, para você não precisar adicioná-las na mão a cada treino.
ru: Подводящие подходы перед рабочими, чтобы не добавлять их вручную каждый раз.
th: เพิ่มเซ็ตไต่ระดับไว้ก่อนเซ็ตหลัก จะได้ไม่ต้องเพิ่มเองทุกครั้ง
tr: Çalışma setlerinden önce eklenen hazırlık setleri, böylece her antrenmanda elle eklemen gerekmez.
uk: Підвідні підходи перед робочими, щоб не додавати їх вручну щоразу.
zh: 在正式组之前加入的爬升组，这样就不用每次手动添加。

source: Re-scan
ar: إعادة المسح
de: Neu scannen
es: Volver a escanear
fr: Rescanner
hi: फिर से स्कैन करें
hu: Újraolvasás
it: Scansiona di nuovo
ko: 다시 스캔
pl: Zeskanuj ponownie
pt: Digitalizar de novo
pt_br: Escanear de novo
ru: Сканировать заново
th: สแกนใหม่
tr: Yeniden tara
uk: Сканувати ще раз
zh: 重新扫描

source: Reading your training…
ar: جارٍ قراءة تدريبك…
de: Dein Training wird gelesen…
es: Leyendo tu entrenamiento…
fr: Lecture de ton entraînement…
hi: आपका प्रशिक्षण पढ़ा जा रहा है…
hu: Edzéseid olvasása…
it: Sto leggendo il tuo allenamento…
ko: 훈련 기록을 읽는 중…
pl: Czytam Twój trening…
pt: A ler o teu treino…
pt_br: Lendo seu treino…
ru: Читаю ваши тренировки…
th: กำลังอ่านการฝึกของคุณ…
tr: Antrenmanın okunuyor…
uk: Читаю твої тренування…
zh: 正在查看你的训练…

source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
hi: तैयार
hu: Kész
it: Pronto
ko: 준비됨
pl: Gotowe
pt: Pronto
pt_br: Pronto
ru: Готова
th: พร้อม
tr: Hazır
uk: Готовий
zh: 准备好

source: Recent weigh-ins
ar: آخر قياسات الوزن
de: Letzte Messungen
es: Pesajes recientes
fr: Pesées récentes
hi: हाल के वज़न
hu: Legutóbbi mérések
it: Pesate recenti
ko: 최근 체중 기록
pl: Ostatnie ważenia
pt: Pesagens recentes
pt_br: Pesagens recentes
ru: Последние взвешивания
th: น้ำหนักล่าสุด
tr: Son tartılar
uk: Останні зважування
zh: 最近称重

source: Recent workouts
ar: أحدث التمارين
de: Letzte Trainings
es: Entrenamientos recientes
fr: Séances récentes
hi: हाल के वर्कआउट
hu: Legutóbbi edzések
it: Allenamenti recenti
ko: 최근 운동
pl: Ostatnie treningi
pt: Treinos recentes
pt_br: Treinos recentes
ru: Недавние тренировки
th: การออกกำลังกายล่าสุด
tr: Son antrenmanlar
uk: Останні тренування
zh: 最近训练

source: Recovering
ar: يتعافى
de: In Erholung
es: En recuperación
fr: En récupération
hi: पुनर्प्राप्ति में
hu: Regenerálódik
it: In recupero
ko: 회복 중
pl: W regeneracji
pt: Em recuperação
pt_br: Em recuperação
ru: Восстанавливается
th: กำลังฟื้นตัว
tr: Toparlanıyor
uk: Відновлюється
zh: 恢复中

source: Recovery
ar: التعافي
de: Erholung
es: Recuperación
fr: Récupération
hi: रिकवरी
hu: Regeneráció
it: Recupero
ko: 회복
pl: Regeneracja
pt: Recuperação
pt_br: Recuperação
ru: Восстановление
th: การฟื้นตัว
tr: Toparlanma
uk: Відновлення
zh: 恢复

source: Red
ar: أحمر
de: Rot
es: Rojo
fr: Rouge
hi: लाल
hu: Piros
it: Rosso
ko: 빨강
pl: Czerwony
pt: Vermelho
pt_br: Vermelho
ru: Красный
th: แดง
tr: Kırmızı
uk: Червоний
zh: 红色

source: Registration failed
ar: تعذّر التسجيل
de: Registrierung fehlgeschlagen
es: Registro fallido
fr: Échec de l’inscription
hi: पंजीकरण विफल
hu: A regisztráció sikertelen
it: Registrazione fallita
ko: 등록 실패
pl: Rejestracja nie powiodła się
pt: Registo falhou
pt_br: Falha no cadastro
ru: Регистрация не удалась
th: สมัครไม่สำเร็จ
tr: Kayıt başarısız
uk: Реєстрація не вдалася
zh: 注册失败

source: Releases are checked on gitlab.com. The download is verified against its checksum before the installer opens.
ar: يُتحقق من الإصدارات على gitlab.com. ويُتحقق من التنزيل مقابل بصمته قبل فتح المثبّت.
de: Releases werden auf gitlab.com geprüft. Der Download wird vor dem Öffnen des Installers gegen seine Prüfsumme verifiziert.
es: Las versiones se comprueban en gitlab.com. La descarga se verifica con su suma de comprobación antes de abrir el instalador.
fr: Les versions sont vérifiées sur gitlab.com. Le téléchargement est contrôlé avec sa somme de contrôle avant l’ouverture de l’installateur.
hi: रिलीज़ gitlab.com पर जाँची जाती हैं। इंस्टॉलर खुलने से पहले डाउनलोड की चेकसम से पुष्टि होती है।
hu: A kiadásokat a gitlab.com-on ellenőrizzük. A letöltést a telepítő megnyitása előtt az ellenőrzőösszeggel vetjük össze.
it: Le release vengono controllate su gitlab.com. Il download è verificato con il suo checksum prima di aprire l’installer.
ko: 릴리스는 gitlab.com에서 확인합니다. 설치 프로그램이 열리기 전에 다운로드의 체크섬을 검증합니다.
pl: Wydania są sprawdzane na gitlab.com. Pobrany plik jest weryfikowany sumą kontrolną przed otwarciem instalatora.
pt: As versões são verificadas em gitlab.com. A transferência é confirmada pela soma de verificação antes de abrir o instalador.
pt_br: As versões são verificadas em gitlab.com. A transferência é confirmada pela soma de verificação antes de abrir o instalador.
ru: Релизы проверяются на gitlab.com. Перед запуском установщика загрузка сверяется с контрольной суммой.
th: ตรวจสอบรุ่นจาก gitlab.com ไฟล์ที่ดาวน์โหลดจะถูกตรวจ checksum ก่อนเปิดตัวติดตั้ง
tr: Sürümler gitlab.com üzerinde denetlenir. İndirme, yükleyici açılmadan önce sağlama toplamıyla doğrulanır.
uk: Релізи перевіряються на gitlab.com. Перед відкриттям встановлювача завантаження звіряється з контрольною сумою.
zh: 版本在 gitlab.com 上检查。安装程序打开前会校验下载文件的校验和。

source: Reload openGym
ar: إعادة تحميل openGym
de: openGym neu laden
es: Recargar openGym
fr: Recharger openGym
hi: openGym फिर से लोड करें
hu: openGym újratöltése
it: Ricarica openGym
ko: openGym 다시 불러오기
pl: Przeładuj openGym
pt: Recarregar openGym
pt_br: Recarregar openGym
ru: Перезагрузить openGym
th: โหลด openGym ใหม่
tr: openGym’i yeniden yükle
uk: Перезавантажити openGym
zh: 重新加载 openGym

source: Reminder time
ar: وقت التذكير
de: Erinnerungszeit
es: Hora del recordatorio
fr: Heure du rappel
hi: अनुस्मारक समय
hu: Emlékeztető ideje
it: Orario promemoria
ko: 리마인더 시간
pl: Godzina przypomnienia
pt: Hora do lembrete
pt_br: Hora do lembrete
ru: Время напоминания
th: เวลาแจ้งเตือน
tr: Hatırlatma saati
uk: Час нагадування
zh: 提醒时间

source: Reminds you at this time on days that have a routine planned.
ar: يذكّرك في هذا الوقت في الأيام التي تحتوي روتينًا مجدولًا.
de: Erinnert dich zu dieser Zeit an Tagen, für die eine Routine geplant ist.
es: Te avisa a esta hora los días que tienen una rutina planificada.
fr: Vous rappelle à cette heure les jours où une routine est planifiée.
hi: जिन दिनों रूटीन प्लान है, उस समय याद दिलाता है।
hu: Ekkor emlékeztet azokon a napokon, amikor rutin van tervezve.
it: Ti avvisa a quest’ora nei giorni con una routine pianificata.
ko: 루틴이 계획된 날 이 시간에 알려 드립니다.
pl: Przypomina o tej godzinie w dni z zaplanowaną rutyną.
pt: Lembra-te a esta hora nos dias com uma rotina planeada.
pt_br: Lembra você neste horário nos dias em que há uma rotina planejada.
ru: Напоминает в это время в дни с запланированной программой.
th: จะเตือนคุณตามเวลานี้ในวันที่มีรูทีนวางแผนไว้
tr: Rutin planlanmış günlerde bu saatte hatırlatır.
uk: Нагадує в цей час у дні із запланованою програмою.
zh: 在安排了训练计划的日子，此时间提醒你。

source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
hi: हटाएँ
hu: Eltávolítás
it: Rimuovi
ko: 제거
pl: Usuń
pt: Remover
pt_br: Remover
ru: Удалить
th: ลบ
tr: Kaldır
uk: Видалити
zh: 移除

source: Remove a routine
ar: إزالة روتين
de: Eine Routine entfernen
es: Eliminar una rutina
fr: Supprimer une routine
hi: एक रूटीन हटाएँ
hu: Rutin eltávolítása
it: Rimuovi una routine
ko: 루틴 삭제
pl: Usuń rutynę
pt: Remover uma rotina
pt_br: Remover uma rotina
ru: Удалить программу
th: ลบรูทีน
tr: Bir rutini kaldır
uk: Видалити програму
zh: 删除一个训练日

source: Remove burst
ar: إزالة الدفعة
de: Burst entfernen
es: Quitar ráfaga
fr: Retirer la rafale
hi: बर्स्ट हटाएं
hu: Burst eltávolítása
it: Rimuovi burst
ko: 버스트 제거
pl: Usuń serię rest-pause
pt: Remover rajada
pt_br: Remover rajada
ru: Убрать серию
th: ลบเบิร์สต์
tr: Patlamayı kaldır
uk: Прибрати серію
zh: 移除爆发组

source: Remove drop
ar: إزالة الدروب
de: Dropsatz entfernen
es: Quitar bajada
fr: Retirer le drop set
hi: ड्रॉप सेट हटाएं
hu: Dropszett eltávolítása
it: Rimuovi drop set
ko: 드롭세트 제거
pl: Usuń serię zniżkującą
pt: Remover queda
pt_br: Remover queda
ru: Убрать дроп-сет
th: ลบดรอป
tr: Düşüş setini kaldır
uk: Прибрати дроп-сет
zh: 移除递减组

source: Remove e-mail
ar: إزالة البريد الإلكتروني
de: E-Mail entfernen
es: Quitar correo
fr: Retirer l’e-mail
hi: ईमेल हटाएँ
hu: E-mail eltávolítása
it: Rimuovi e-mail
ko: 이메일 제거
pl: Usuń e-mail
pt: Remover e-mail
pt_br: Remover e-mail
ru: Удалить e-mail
th: ลบอีเมล
tr: E-postayı kaldır
uk: Видалити e-mail
zh: 移除邮箱

source: Remove exercise
ar: إزالة التمرين
de: Übung entfernen
es: Quitar ejercicio
fr: Retirer l'exercice
hi: व्यायाम हटाएँ
hu: Gyakorlat eltávolítása
it: Rimuovi esercizio
ko: 운동 제거
pl: Usuń ćwiczenie
pt: Remover exercício
pt_br: Remover exercício
ru: Убрать упражнение
th: ลบท่าออกกำลังกาย
tr: Egzersizi kaldır
uk: Прибрати вправу
zh: 移除动作

source: Remove from favourites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
hu: Eltávolítás a kedvencekből
it: Rimuovi dai preferiti
ko: 즐겨찾기에서 제거
pl: Usuń z ulubionych
pt: Remover dos favoritos
pt_br: Remover dos favoritos
ru: Убрать из избранного
th: นำออกจากรายการโปรด
tr: Favorilerden çıkar
uk: Прибрати з обраного
zh: 取消收藏

source: Remove from routine
ar: إزالة من الروتين
de: Aus Routine entfernen
es: Quitar de la rutina
fr: Retirer de la routine
hi: रूटीन से हटाएं
hu: Eltávolítás a rutinból
it: Rimuovi dalla routine
ko: 루틴에서 제거
pl: Usuń z planu
pt: Remover da rotina
pt_br: Remover da rotina
ru: Убрать из программы
th: ลบออกจากรูทีน
tr: Rutinden çıkar
uk: Прибрати з програми
zh: 从计划中移除

source: Remove goal
ar: إزالة الهدف
de: Ziel entfernen
es: Eliminar meta
fr: Supprimer l'objectif
hi: लक्ष्य हटाएँ
hu: Cél eltávolítása
it: Rimuovi obiettivo
ko: 목표 삭제
pl: Usuń cel
pt: Remover meta
pt_br: Remover meta
ru: Удалить цель
th: ลบเป้าหมาย
tr: Hedefi kaldır
uk: Видалити ціль
zh: 移除目标

source: Remove passkey
ar: إزالة مفتاح المرور
de: Passkey entfernen
es: Quitar passkey
fr: Retirer la passkey
hi: पासकी हटाएँ
hu: Jelszókulcs eltávolítása
it: Rimuovi passkey
ko: 패스키 제거
pl: Usuń passkey
pt: Remover passkey
pt_br: Remover chave de acesso
ru: Удалить ключ доступа
th: ลบพาสคีย์
tr: Geçiş anahtarını kaldır
uk: Видалити ключ доступу
zh: 移除通行密钥

source: Remove password
ar: إزالة كلمة المرور
de: Passwort entfernen
es: Quitar contraseña
fr: Retirer le mot de passe
hi: पासवर्ड हटाएँ
hu: Jelszó eltávolítása
it: Rimuovi password
ko: 비밀번호 제거
pl: Usuń hasło
pt: Remover palavra-passe
pt_br: Remover senha
ru: Удалить пароль
th: ลบรหัสผ่าน
tr: Şifreyi kaldır
uk: Видалити пароль
zh: 移除密码

source: Remove set
ar: إزالة المجموعة
de: Satz entfernen
es: Quitar serie
fr: Retirer une série
hi: सेट हटाएँ
hu: Sorozat eltávolítása
it: Rimuovi serie
ko: 세트 빼기
pl: Usuń serię
pt: Remover série
pt_br: Remover série
ru: Убрать подход
th: ลบเซ็ต
tr: Set kaldır
uk: Прибрати підхід
zh: 减一组

source: Remove this card?
ar: إزالة هذه البطاقة؟
de: Diese Karte entfernen?
es: ¿Eliminar esta tarjeta?
fr: Supprimer cette carte ?
hi: यह कार्ड हटाएँ?
hu: Törlöd ezt a kártyát?
it: Rimuovere questa tessera?
ko: 이 카드를 삭제할까요?
pl: Usunąć tę kartę?
pt: Remover este cartão?
pt_br: Remover este cartão?
ru: Удалить эту карту?
th: ลบบัตรนี้หรือไม่?
tr: Bu kart kaldırılsın mı?
uk: Видалити цю картку?
zh: 删除这张卡片？

source: Remove this passkey?
ar: إزالة مفتاح المرور هذا؟
de: Diesen Passkey entfernen?
es: ¿Quitar esta passkey?
fr: Retirer cette passkey ?
hi: यह पासकी हटाएँ?
hu: Eltávolítod ezt a jelszókulcsot?
it: Rimuovere questa passkey?
ko: 이 패스키를 제거할까요?
pl: Usunąć ten passkey?
pt: Remover esta passkey?
pt_br: Remover esta chave de acesso?
ru: Удалить этот ключ доступа?
th: ลบพาสคีย์นี้ใช่ไหม?
tr: Bu geçiş anahtarı kaldırılsın mı?
uk: Видалити цей ключ доступу?
zh: 移除这个通行密钥？

source: Remove this photo or video?
ar: إزالة هذه الصورة أو هذا الفيديو؟
de: Dieses Foto oder Video entfernen?
es: ¿Quitar esta foto o vídeo?
fr: Retirer cette photo ou vidéo ?
hi: यह फ़ोटो या वीडियो हटाएँ?
hu: Eltávolítod ezt a fotót vagy videót?
it: Rimuovere questa foto o video?
ko: 이 사진 또는 동영상을 제거할까요?
pl: Usunąć to zdjęcie lub film?
pt: Remover esta foto ou vídeo?
pt_br: Remover esta foto ou vídeo?
ru: Удалить это фото или видео?
th: ลบรูปภาพหรือวิดีโอนี้ไหม
tr: Bu fotoğraf veya video kaldırılsın mı?
uk: Видалити це фото чи відео?
zh: 移除这个照片或视频？

source: Remove this set
ar: إزالة هذه المجموعة
de: Diesen Satz entfernen
es: Quitar esta serie
fr: Supprimer cette série
hi: यह सेट हटाएँ
hu: Sorozat eltávolítása
it: Rimuovi questa serie
ko: 이 세트 삭제
pl: Usuń tę serię
pt: Remover esta série
pt_br: Remover esta série
ru: Удалить этот подход
th: ลบเซ็ตนี้
tr: Bu seti kaldır
uk: Видалити цей підхід
zh: 删除这一组

source: Remove your password?
ar: إزالة كلمة المرور؟
de: Passwort entfernen?
es: ¿Quitar tu contraseña?
fr: Retirer ton mot de passe ?
hi: अपना पासवर्ड हटाएँ?
hu: Eltávolítod a jelszavad?
it: Rimuovere la password?
ko: 비밀번호를 제거할까요?
pl: Usunąć hasło?
pt: Remover a tua palavra-passe?
pt_br: Remover sua senha?
ru: Удалить пароль?
th: ลบรหัสผ่านของคุณ?
tr: Şifren kaldırılsın mı?
uk: Видалити пароль?
zh: 移除你的密码？

source: Remove your sign-in e-mail?
ar: إزالة بريد تسجيل الدخول؟
de: Anmelde-E-Mail entfernen?
es: ¿Quitar tu correo de inicio de sesión?
fr: Retirer ton e-mail de connexion ?
hi: अपना साइन-इन ईमेल हटाएँ?
hu: Eltávolítod a bejelentkezési e-mailed?
it: Rimuovere la tua e-mail di accesso?
ko: 로그인 이메일을 제거할까요?
pl: Usunąć e-mail do logowania?
pt: Remover o teu e-mail de início de sessão?
pt_br: Remover seu e-mail de login?
ru: Удалить e-mail для входа?
th: ลบอีเมลสำหรับเข้าสู่ระบบหรือไม่
tr: Giriş e-postan kaldırılsın mı?
uk: Видалити e-mail для входу?
zh: 移除你的登录邮箱？

# Remove {0}?
source: Remove %1$@?
ar: إزالة %1$@؟
de: %1$@ entfernen?
es: ¿Quitar %1$@?
fr: Retirer %1$@ ?
hi: %1$@ हटाएँ?
hu: %1$@ eltávolítása?
it: Rimuovere %1$@?
ko: %1$@을(를) 제거할까요?
pl: Usunąć %1$@?
pt: Remover %1$@?
pt_br: Remover %1$@?
ru: Удалить %1$@?
th: ลบ %1$@?
tr: %1$@ kaldırılsın mı?
uk: Видалити %1$@?
zh: 移除 %1$@？

source: Removed from favourites
ar: أُزيل من المفضلة
de: Aus Favoriten entfernt
es: Quitado de favoritos
fr: Retiré des favoris
hi: पसंदीदा से हटाया गया
hu: Eltávolítva a kedvencekből
it: Rimosso dai preferiti
ko: 즐겨찾기에서 제거했어요
pl: Usunięto z ulubionych
pt: Removido dos favoritos
pt_br: Removido dos favoritos
ru: Убрано из избранного
th: นำออกจากรายการโปรดแล้ว
tr: Favorilerden çıkarıldı
uk: Прибрано з обраного
zh: 已取消收藏

# Rename routine to “{0}”
source: Rename routine to “%1$@”
ar: إعادة تسمية الروتين إلى «%1$@»
de: Routine in „%1$@“ umbenennen
es: Renombrar la rutina a «%1$@»
fr: Renommer la routine en « %1$@ »
hi: रूटीन का नाम “%1$@” करें
hu: Rutin átnevezése erre: „%1$@”
it: Rinomina la routine in «%1$@»
ko: 루틴 이름을 “%1$@”(으)로 변경
pl: Zmień nazwę rutyny na „%1$@”
pt: Mudar o nome da rotina para «%1$@»
pt_br: Renomear rotina para “%1$@”
ru: Переименовать программу в «%1$@»
th: เปลี่ยนชื่อรูทีนเป็น “%1$@”
tr: Rutini “%1$@” olarak yeniden adlandır
uk: Перейменувати програму на «%1$@»
zh: 将训练日重命名为「%1$@」

source: Rename workout
ar: إعادة تسمية التمرين
de: Training umbenennen
es: Renombrar entrenamiento
fr: Renommer la séance
hi: वर्कआउट का नाम बदलें
hu: Edzés átnevezése
it: Rinomina allenamento
ko: 운동 이름 변경
pl: Zmień nazwę treningu
pt: Renomear treino
pt_br: Renomear treino
ru: Переименовать тренировку
th: เปลี่ยนชื่อการออกกำลังกาย
tr: Antrenmanı yeniden adlandır
uk: Перейменувати тренування
zh: 重命名训练

source: Reorder exercises
ar: إعادة ترتيب التمارين
de: Übungen neu ordnen
es: Reordenar ejercicios
fr: Réordonner les exercices
hi: एक्सरसाइज़ का क्रम बदलें
hu: Gyakorlatok átrendezése
it: Riordina gli esercizi
ko: 운동 순서 변경
pl: Zmień kolejność ćwiczeń
pt: Reordenar exercícios
pt_br: Reordenar exercícios
ru: Изменить порядок упражнений
th: จัดลำดับท่าใหม่
tr: Hareketleri yeniden sırala
uk: Змінити порядок вправ
zh: 调整动作顺序

source: Repeat the password
ar: أعد كتابة كلمة المرور
de: Passwort wiederholen
es: Repite la contraseña
fr: Répète le mot de passe
hi: पासवर्ड दोबारा लिखें
hu: Jelszó még egyszer
it: Ripeti la password
ko: 비밀번호 다시 입력
pl: Powtórz hasło
pt: Repete a palavra-passe
pt_br: Repita a senha
ru: Повтори пароль
th: กรอกรหัสผ่านอีกครั้ง
tr: Şifreyi tekrarla
uk: Повтори пароль
zh: 再次输入密码

source: Repeat the same loads and get every set.
ar: كرر نفس الأحمال وأنجز كل مجموعة.
de: Dieselben Gewichte wiederholen und jeden Satz schaffen.
es: Repite las mismas cargas y completa todas las series.
fr: Répète les mêmes charges et réussis toutes les séries.
hi: वही भार दोहराएँ और हर सेट पूरा करें।
hu: Ismételd ugyanazokat a súlyokat, és teljesítsd minden sorozatot.
it: Ripeti gli stessi carichi e completa ogni serie.
ko: 같은 중량을 반복하고 모든 세트를 완수하세요.
pl: Powtórz te same ciężary i zalicz każdą serię.
pt: Repete as mesmas cargas e cumpre todas as séries.
pt_br: Repita as mesmas cargas e cumpra todas as séries.
ru: Повтори те же веса и сделай все подходы.
th: ใช้น้ำหนักเดิมและทำให้ครบทุกเซ็ต
tr: Aynı ağırlıkları tekrarla ve her seti tamamla.
uk: Повтори ті самі ваги і виконай усі підходи.
zh: 重复同样的重量，完成每一组。

source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
hu: Csere
it: Sostituisci
ko: 바꾸기
pl: Zastąp
pt: Substituir
pt_br: Substituir
ru: Заменить
th: แทนที่
tr: Değiştir
uk: Замінити
zh: 替换

source: Replace anyway
ar: استبدال على أي حال
de: Trotzdem ersetzen
es: Reemplazar igualmente
fr: Remplacer quand même
hi: फिर भी बदलें
hu: Csere mégis
it: Sostituisci comunque
ko: 그래도 바꾸기
pl: Zastąp mimo to
pt: Substituir mesmo assim
pt_br: Substituir mesmo assim
ru: Всё равно заменить
th: แทนที่ต่อไป
tr: Yine de değiştir
uk: Однаково замінити
zh: 仍然替换

source: Replace exercise
ar: استبدال التمرين
de: Übung ersetzen
es: Reemplazar ejercicio
fr: Remplacer l’exercice
hi: व्यायाम बदलें
hu: Gyakorlat lecserélése
it: Sostituisci esercizio
ko: 운동 교체
pl: Zastąp ćwiczenie
pt: Substituir exercício
pt_br: Substituir exercício
ru: Заменить упражнение
th: แทนที่ท่าออกกำลังกาย
tr: Egzersizi değiştir
uk: Замінити вправу
zh: 替换动作

source: Replace the translated names with the original English ones.
ar: يستبدل الأسماء المترجمة بالأسماء الإنجليزية الأصلية.
de: Ersetzt die übersetzten Namen durch die englischen Originale.
es: Reemplaza los nombres traducidos por los originales en inglés.
fr: Remplace les noms traduits par les originaux anglais.
hi: अनुवादित नामों को मूल अंग्रेज़ी नामों से बदलता है।
hu: A lefordított nevek helyett az eredeti angol neveket mutatja.
it: Sostituisce i nomi tradotti con gli originali inglesi.
ko: 번역된 이름 대신 원래 영어 이름을 표시합니다.
pl: Zastępuje przetłumaczone nazwy oryginalnymi angielskimi.
pt: Substitui os nomes traduzidos pelos originais em inglês.
pt_br: Substitui os nomes traduzidos pelos originais em inglês.
ru: Заменяет переведённые названия оригинальными английскими.
th: แทนที่ชื่อที่แปลแล้วด้วยชื่อภาษาอังกฤษต้นฉบับ
tr: Çevrilen adların yerine orijinal İngilizce adları gösterir.
uk: Замінює перекладені назви оригінальними англійськими.
zh: 用原始英文名称替换译文。

# Replaced with “{0}”
source: Replaced with “%1$@”
ar: تم الاستبدال بـ «%1$@»
de: Ersetzt durch „%1$@“
es: Reemplazado por «%1$@»
fr: Remplacé par « %1$@ »
hi: "%1$@" से बदला गया
hu: Lecserélve erre: „%1$@”
it: Sostituito con «%1$@»
ko: "%1$@"(으)로 교체됨
pl: Zastąpiono przez „%1$@”
pt: Substituído por «%1$@»
pt_br: Substituído por “%1$@”
ru: Заменено на «%1$@»
th: แทนที่ด้วย “%1$@” แล้ว
tr: “%1$@” ile değiştirildi
uk: Замінено на «%1$@»
zh: 已替换为“%1$@”

source: Replaces your current Mon–Sun assignments.
ar: يستبدل جدولك الحالي من الاثنين إلى الأحد.
de: Ersetzt deine aktuelle Mo–So-Belegung.
es: Reemplaza tu asignación actual de lun–dom.
fr: Remplace ton attribution lun–dim actuelle.
hi: आपके मौजूदा सोम–रवि निर्धारण को बदल देता है।
hu: Lecseréli a jelenlegi H–V beosztásod.
it: Sostituisce la tua assegnazione lun–dom attuale.
ko: 현재 월–일 배정을 대체합니다.
pl: Zastępuje Twój obecny przydział pon–niedz.
pt: Substitui a tua atribuição atual de seg–dom.
pt_br: Substitui os dias definidos de segunda a domingo.
ru: Заменяет твоё текущее распределение пн–вс.
th: จะแทนที่ตารางจันทร์–อาทิตย์ปัจจุบันของคุณ
tr: Mevcut Pzt–Paz atamanı değiştirir.
uk: Замінює твій поточний розподіл пн–нд.
zh: 替换你当前的周一至周日安排。

source: Replaces your current week. Days this plan leaves empty become rest days.
ar: يستبدل أسبوعك الحالي. الأيام التي تتركها هذه الخطة فارغة تصبح أيام راحة.
de: Ersetzt deine aktuelle Woche. Tage, die dieser Plan frei lässt, werden zu Ruhetagen.
es: Sustituye tu semana actual. Los días que este plan deje vacíos serán de descanso.
fr: Remplace votre semaine actuelle. Les jours laissés vides par ce plan deviennent des jours de repos.
hi: यह आपके मौजूदा हफ़्ते की जगह लेगा। जो दिन यह प्लान खाली छोड़ता है वे आराम के दिन बन जाएँगे।
hu: Lecseréli a jelenlegi hetedet. Az üresen hagyott napok pihenőnapok lesznek.
it: Sostituisce la tua settimana attuale. I giorni che questo piano lascia vuoti diventano di riposo.
ko: 현재 주간 일정을 대체합니다. 이 계획이 비워둔 날은 휴식일이 됩니다.
pl: Zastępuje Twój obecny tydzień. Dni, które ten plan zostawia puste, stają się dniami odpoczynku.
pt: Substitui a tua semana atual. Os dias que este plano deixar vazios passam a ser de descanso.
pt_br: Substitui sua semana atual. Os dias que este plano deixar vazios viram dias de descanso.
ru: Заменит вашу текущую неделю. Дни, которые план оставляет пустыми, станут днями отдыха.
th: แทนที่สัปดาห์ปัจจุบันของคุณ วันที่แผนนี้เว้นว่างจะกลายเป็นวันพัก
tr: Mevcut haftanın yerine geçer. Bu planın boş bıraktığı günler dinlenme günü olur.
uk: Замінить твій поточний тиждень. Дні, які план лишає порожніми, стануть днями відпочинку.
zh: 将替换你当前的一周安排。此计划留空的日子将成为休息日。

source: Reps
ar: التكرارات
de: Wdh.
hi: रेप्स
hu: Ism.
it: Rip.
ko: 횟수
pl: Powt.
ru: Повт.
th: ครั้ง
tr: Tekrar
uk: Повт.
zh: 次数
